Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh99-v2.tmx
Source language: bo
Languages: en

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་ཐབས་ལ་མཁས་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་སྔོན་གྱི་གནས་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as any skill in means within the dream of an illusory person is merely a convention, just so the Thus-Gone One correctly understands the entire knowledge of the path that leads to cessation as related to knowledge of past existences to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་ཕྱི་མའི་མཐའ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: “Householder, the Thus-Gone One correctly understands the knowledge of the future in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་སྐྱེ་བའི་རིགས་ལ་འཇུག་པ་དང་། སྐྱེ་བའི་ཡུལ་དུ་འཇུག་པ་དང་། མཛའ་བཤེས་དང་ཕྲད་པར་འཇུག་པ་དང་། མི་མཛའ་བ་དང་ཕྲད་པར་འཇུག་པ་དང་། མཚོ་ཡོངས་སུ་ཤེས་པར་འཇུག་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ།
en: For example, just as entries into family classes, birthplaces, meetings with friends, meetings with enemies, and lives in the ocean within the dream of an illusory person are merely conventions,

source: དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་ཕྱི་མའི་མཐའ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: just so the Thus-Gone One correctly understands the entire knowledge of the future to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་ཕྱི་མའི་མཐའ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of the future in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་ཡུལ་དུ་གནས་པར་འཇུག་པའི་རྒྱུ་ཤེས་པ་དང་། སྐྱེ་བའི་རིགས་ལ་འཇུག་པའི་རྒྱུ་ཤེས་པ་དང་། མཛའ་བཤེས་དང་ཕྲད་པར་འཇུག་པའི་རྒྱུ་ཤེས་པ་དང་། མི་མཛའ་བ་དང་ཕྲད་པར་འཇུག་པའི་རྒྱུ་ཤེས་པ་དང་། མཚོ་ཡོངས་སུ་ཤེས་པར་འཇུག་པའི་རྒྱུ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ།
en: For example, just as knowledge of the causes that lead to living in places, family classes, being among friends, being among enemies, and living in the ocean within the dream of an illusory person is merely a convention,

source: དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་ཕྱི་མའི་མཐའ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: just so the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of the future to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་ཕྱི་མའི་མཐའ་ཤེས་པ་འགོག་པ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of the future in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་འཇུག་པའི་རྒྱུ་དང་བྲལ་བ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་ཕྱི་མའི་མཐའ་ཤེས་པ་འགོག་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the absence of any causes for engagement within the dream of an illusory person is merely a convention, just so the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of the future to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་ཕྱི་མའི་མཐའ་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the path that leads to cessation as related to knowledge of the future in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་ཡུལ་ན་གནས་པའི་ཏིང་ངེ་འཛིན་ཤེས་པ་དང་། སྐྱེ་བའི་རིགས་ཡང་དག་པར་གྲུབ་པ་ཤེས་པ་དང་། མཛའ་བཤེས་དང་ཕྲད་པ་ཡང་དག་པར་གྲུབ་པ་ཤེས་པ་དང་། མི་མཛའ་བ་དང་བྲལ་བ་ཡང་དག་པར་གྲུབ་པ་ཤེས་པ་དང་། མཚོ་ཡོངས་སུ་ཤེས་པ་ཡང་དག་པར་གྲུབ་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ།
en: For example, just as the knowledge of the absorption for dwelling in a place, as well as the knowledge of how to attain family classes, meetings with friends, avoidance of enemies, and knowledge of the ocean within the dream of an illusory person are merely conventions,

source: དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་ཕྱི་མའི་མཐའ་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: just so the Thus-Gone One correctly understands the entire knowledge of the path that leads to cessation as related to knowledge of the future to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་འཆི་བ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: “Householder, the Thus-Gone One correctly understands the knowledge of death in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་ཡུལ་ན་འཆི་བ་ཤེས་པ་དང་། མཛའ་བཤེས་དང་བྲལ་བ་ཤེས་པ་དང་། མི་མཛའ་བ་དང་བྲལ་བ་ཤེས་པ་དང་། མཚོ་དང་བྲལ་བ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་འཆི་བ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the knowledge of death in places, or an absence of friends, enemies, and oceans within the dream of an illusory person are merely conventions, just so the Thus-Gone One correctly understands the entire knowledge of death to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་འཆི་བ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of death in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་འཆི་བ་ཤེས་པ་བསགས་པའི་རྒྱུ་དང་། ཡུལ་ན་གནས་པ་བསགས་པའི་རྒྱུ་དང་། ཡུལ་ངན་པར་གནས་པ་བསགས་པའི་རྒྱུ་དང་། མཛའ་བཤེས་དང་ཕྲད་པ་བསགས་པའི་རྒྱུ་དང་། མི་མཛའ་བ་དང་ཕྲད་པ་བསགས་པའི་རྒྱུ་དང་། མཚོ་ཡོངས་སུ་ཤེས་པ་བསགས་པའི་རྒྱུ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ།
en: For example, just as the knowledge of the assembled causes that lead to knowledge of death, along with the assembled causes that lead to living in places, living in negative places, meetings with friends, meetings with enemies, and the ocean within the dream of an illusory person is merely a convention,

source: དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་འཆི་བ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: just so the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of death to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་འཆི་བ་ཤེས་པ་འགོག་པ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of death in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་ཡུལ་ན་གནས་པའི་རྒྱུ་དང་བྲལ་བ་དང་། མཛའ་བཤེས་ལ་གནས་པའི་རྒྱུ་དང་བྲལ་བ་དང་། མི་མཛའ་བ་ཤེས་པ་ལ་གནས་པའི་རྒྱུ་དང་བྲལ་བ་དང་། མཚོ་ཡོངས་སུ་ཤེས་པའི་རྒྱུ་དང་བྲལ་བ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ།
en: For example, just as knowledge of the absence of causes for living in places, being with friends, abiding with enemies, and existence in the ocean within the dream of an illusory person is merely a convention,

source: དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་འཆི་བ་ཤེས་པ་འགོག་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: just so the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of death to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་འཆི་བ་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the path that leads to cessation as related to knowledge of death in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་ཡུལ་ན་གནས་པ་ཡིད་ལ་བྱུང་བ་དང་། མཛའ་བཤེས་དང་ཕྲད་པ་ཡིད་ལ་བྱུང་བ་དང་། མི་མཛའ་བ་དང་ཕྲད་པ་ཡིད་ལ་བྱུང་བ་དང་། མཚོ་ལ་གནས་པ་ཡིད་ལ་བྱུང་བ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ།
en: For example, just as the mental event of living in places, as well as the mental events of meeting with friends, meeting with enemies, and abiding in the ocean within the dream of an illusory person are merely conventions,

source: དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་འཆི་བ་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: just so the Thus-Gone One correctly understands the entire knowledge of the path that leads to cessation as related to knowledge of death to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་སྐྱེ་བ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: “Householder, the Thus-Gone One correctly understands the knowledge of birth in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་མར་མེ་དང་མར་མེ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་སྐྱེ་བ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as a candle and the knowledge of a candle within the dream of an illusory person are merely conventions, just so the Thus-Gone One correctly understands the entire knowledge of birth to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་སྐྱེ་བ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of birth in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་མར་མེ་དང་མར་མེའི་བྱ་བ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་སྐྱེ་བ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as a candle and the knowledge of the functions of a candle within the dream of an illusory person are merely conventions, just so the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of birth to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་སྐྱེ་བ་ཤེས་པ་འགོག་པ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of birth in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་མར་མེའི་བྱ་བ་ཉམས་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་སྐྱེ་བ་ཤེས་པ་འགོག་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the deterioration of the functions of a candle within the dream of an illusory person is merely a convention, just so the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of birth to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་སྐྱེ་བ་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the path that leads to cessation as related to knowledge of birth in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་བྱ་བ་ཤེས་པ་འགོག་པའི་ཐབས་ལ་མཁས་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་སྐྱེ་བ་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as knowledge of the skills of cessation as related to the knowledge of the functions of a candle within the dream of an illusory person is merely a convention, just so the Thus-Gone One correctly understands the entire knowledge of the path that leads to cessation as related to knowledge of birth to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་འདོད་པའི་ཟག་པ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: “Householder, the Thus-Gone One correctly understands the knowledge of the defilement of desire in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་ཆུ་བོ་ཆེན་པོ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་འདོད་པའི་ཟག་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the knowledge of a great river within the dream of an illusory person is merely a convention, just so the Thus-Gone One correctly understands the entire knowledge of the defilement of desire to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་འདོད་པའི་ཟག་པ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of the defilement of desire in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་ཆར་ཆེན་པོ་འབབ་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་འདོད་པའི་ཟག་པ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as a heavy rain within the dream of an illusory person is merely a convention, just so the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of the defilement of desire to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་འདོད་པའི་ཟག་པ་ཤེས་པ་འགོག་པ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of the defilement of desire in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་ཆུ་བོ་ཆེན་པོ་རྣམ་པར་སྐམས་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་འདོད་པའི་ཟག་པ་ཤེས་པ་འགོག་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as a great river drying up within the dream of an illusory person is merely a convention, just so the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of the defilement of desire to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་འདོད་པའི་ཟག་པ་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the path that leads to cessation as related to knowledge of the defilement of desire in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་ཆུ་བོ་ཆེན་པོ་རྣམ་པར་སྐམས་པ་ཤེས་ཤིང་མཁས་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་འདོད་པའི་ཟག་པ་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the skill of knowing how make a great river run dry within the dream of an illusory person is merely a convention, just so the Thus-Gone One correctly understands the entire knowledge of the path that leads to cessation as related to knowledge of the defilement of desire to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་སྲིད་པའི་ཟག་པ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: “Householder, the Thus-Gone One correctly understands the knowledge of the defilement of existence in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་རྒྱལ་སྲིད་ཐོབ་པའི་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་སྲིད་པའི་ཟག་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the knowledge of obtaining a kingdom within the dream of an illusory person is merely a convention, just so the Thus-Gone One correctly understands the entire knowledge of the defilement of existence to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་སྲིད་པའི་ཟག་པ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of the defilement of existence in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་རྒྱལ་སྲིད་ཐོབ་པའི་སྲིད་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་སྲིད་པའི་ཟག་པ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the chance to obtain a kingdom within the dream of an illusory person is merely a convention, just so the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of the defilement of existence to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་སྲིད་པའི་ཟག་པ་ཤེས་པ་འགོག་པ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of the defilement of existence in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་རྒྱལ་སྲིད་ཉམས་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་སྲིད་པའི་ཟག་པ་ཤེས་པ་འགོག་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the collapse of a kingdom within the dream of an illusory person is merely a convention, just so the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of the defilement of existence to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་སྲིད་པའི་ཟག་པ་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་པ་ནས་མིང་ཙམ་གྱི་བར་དུའོ། །
en: Householder, the Thus-Gone One correctly understands the knowledge of the path that leads to cessation as related to knowledge of the defilement of existence in the following way, . . . and so forth, up to . . . a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་ལྟ་བའི་ཟག་པ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ
en: “Householder, the Thus-Gone One correctly understands the knowledge of the defilement of views in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་མཚན་མོ་མུན་པ་མུན་ནག་གི་ནང་ན་སྦྲུལ་གདུག་པའི་ཟ་མ་ཏོག་རྙེད་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་ལྟ་བའི་ཟག་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the discovery in the middle of a pitch black night of a chest containing snakes within the dream of an illusory person is merely a convention, just so the Thus-Gone One correctly understands the entire knowledge of the defilement of views to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་ལྟ་བའི་ཟག་པ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of the defilement of views in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་སྦྲུལ་གདུག་པའི་ཟ་མ་ཏོག་ལ་དགའ་བའི་འདུན་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་ལྟ་བའི་ཟག་པ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the feeling of delighted interest in a chest containing snakes within the dream of an illusory person is merely a convention, just so the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of the defilement of views to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་ལྟ་བའི་ཟག་པ་ཤེས་པ་འགོག་པ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of the defilement of views in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་སྦྲུལ་གདུག་པའི་ཟ་མ་ཏོག་ཆག་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་ལྟ་བའི་ཟག་པ་ཤེས་པ་འགོག་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as a chest containing snakes that breaks within the dream of an illusory person is merely a convention, just so the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of the defilement of views to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་ལྟ་བའི་ཟག་པ་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་པ་ནས། མིང་ཙམ་གྱི་བར་དུའོ། །
en: Householder, the Thus-Gone One correctly understands the knowledge of the path that leads to cessation as related to knowledge of the defilement of views in the following way, . . . and so forth, up to . . . a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་མ་རིག་པའི་ཟག་པ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: “Householder, the Thus-Gone One correctly understands the knowledge of the defilement of ignorance in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། དམུས་ལོང་གི་རྨི་ལམ་ན་གཟུགས་མཐོང་བ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་མ་རིག་པའི་ཟག་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the vision of forms within the dream of a blind person is merely a convention, just so the Thus-Gone One correctly understands the entire knowledge of the defilement of ignorance to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་མ་རིག་པའི་ཟག་པ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of the defilement of ignorance in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། དམུས་ལོང་གི་རྨི་ལམ་ན་ཆུའི་སྒྲ་སྐད་གྲག་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་མ་རིག་པའི་ཟག་པ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the sound of water being heard within the dream of a blind person is merely a convention, just so the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of the defilement of ignorance to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་མ་རིག་པའི་ཟག་པ་ཤེས་པ་འགོག་པ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of the defilement of ignorance in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། དམུས་ལོང་སྐོམ་པའི་རྨི་ལམ་ན་བཏུང་བ་རྣམ་པར་སྐམས་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་མ་རིག་པའི་ཟག་པ་ཤེས་པ་འགོག་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as running out of drinking water within the dream of a blind person who is thirsty is merely a convention, just so the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of the defilement of ignorance to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་མ་རིག་པའི་ཟག་པ་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the path that leads to cessation as related to knowledge of the defilement of ignorance in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། དམུས་ལོང་གི་རྨི་ལམ་ན་མུན་པ་དང་བྲལ་བ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་མ་རིག་པའི་ཟག་པ་ཤེས་པ་འགོག་པར་འགྱུར་བའི་ལམ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the absence of darkness within the dream of a blind person is merely a convention, just so the Thus-Gone One correctly understands the entire knowledge of the path that leads to cessation as related to knowledge of the defilement of ignorance to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་ཟད་པ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: “Householder, the Thus-Gone One correctly understands the knowledge of exhaustion in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་འདོད་ཆགས་ཞེ་སྡང་གཏི་མུག་སྤང་བ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་ཟད་པ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as the perception of giving up desire, anger, and delusion within the dream of an illusory person is merely a convention, just so the Thus-Gone One correctly understands the entire knowledge of exhaustion to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་ཟད་པ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of exhaustion in the following way.

source: འདི་ལྟ་སྟེ་དཔེར་ན། སྒྱུ་མའི་སྐྱེས་བུའི་རྨི་ལམ་ན་དགེ་བའི་བཤེས་གཉེན་གྱི་གདམས་ངག་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ནི་མིང་ཙམ་སྟེ། དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པས་ཟད་པ་ཤེས་པ་ཀུན་འབྱུང་བ་ཤེས་པ་ཇི་སྙེད་པ་ཉིད་ཀྱང་མིང་ཙམ་དུ་དེ་ལྟར་རབ་ཏུ་མཁྱེན་ཏོ། །
en: For example, just as knowledge of the instructions of the spiritual friend within the dream of an illusory person is merely a convention, just so the Thus-Gone One correctly understands the knowledge of the origin as related to knowledge of exhaustion to be a mere convention.

source: ཁྱིམ་བདག་དེ་ལ་དེ་བཞིན་གཤེགས་པས་ཟད་པ་ཤེས་པ་འགོག་པ་ཤེས་པ་འདི་ལྟར་རབ་ཏུ་མཁྱེན་ཏེ།
en: Householder, the Thus-Gone One correctly understands the knowledge of cessation as related to knowledge of exhaustion in the following way.
